Repository: Portugao/YourCity
Catalog: MU/YourCityModule/Resources/translations/muyourcitymodule.*.po
Languages: de

source: Branches
de: Branchen

source: Parts
de: Stadtteile

source: Offers
de: Angebote

source: Menus of location
de: Karten der Location

source: Parts of menu
de: Teile der Karte

source: Dishes
de: Gerichte

source: Events
de: Veranstaltungen

source: Products
de: Produkte

source: Specials of location
de: Specials der Location

source: Services of location
de: Dienstleistungen der Location

source: Only item titles
de: Nur Element Titel

source: With description
de: Mit Beschreibung

source: Custom template
de: Eigenes Template

source: Doctrine Exception
de: Doctrine Ausnahme

source: The upload directories at "%path%" can be removed manually.
de: Die Upload Order in "%path%" können händisch gelöscht werden.

source: Preview
de: Vorschau

source: Open preview page
de: Vorschau öffnen

source: Edit
de: Bearbeiten

source: Edit this branch
de: Diese Branche bearbeiten

source: Reuse
de: Wiederverwenden

source: Reuse for new branch
de: Für neue Branche wiederverwenden

source: Delete
de: Löschen

source: Delete this branch
de: Diese Branche löschen

source: Back to overview
de: Zurück zur Übersicht

source: Create location
de: Location erstellen

source: Edit this location
de: Location bearbeiten

source: Reuse for new location
de: Für neue Location wiederverwenden

source: Delete this location
de: Location löschen

source: Create abonnement
de: Abonnement erstellen

source: Create branch
de: Branche erstellen

source: Create service of location
de: Dienstleistung der Location erstellen

source: Create special of location
de: Special der Location erstellen

source: Edit this part
de: Diesen Stadtteil bearbeiten

source: Reuse for new part
de: Für neuen Stadtteil wiederverwenden

source: Delete this part
de: Diesen Stadtteil löschen

source: Edit this offer
de: Dieses Angebot bearbeiten

source: Reuse for new offer
de: Für neues Angebot wiederverwenden

source: Delete this offer
de: Dieses Angebot löschen

source: Edit this menu of location
de: Karte der Location bearbeiten

source: Reuse for new menu of location
de: Für neue Karte der Location wiederverwenden

source: Delete this menu of location
de: Karte der Location löschen

source: Create dish
de: Gericht erstellen

source: Create part of menu
de: Teil einer Karte erstellen

source: Edit this part of menu
de: Teil der Karte bearbeiten

source: Reuse for new part of menu
de: Für neuen Teil einer Karte wiederverwenden

source: Delete this part of menu
de: Diesen Kartenteil löschen

source: Edit this dish
de: Dieses Gericht bearbeiten

source: Reuse for new dish
de: Für neues Gericht wiederverwenden

source: Delete this dish
de: Dieses Gericht löschen

source: Edit this event
de: Diese Veranstaltung bearbeiten

source: Reuse for new event
de: Für neue Veranstaltung wiederverwenden

source: Delete this event
de: Diese Veranstaltung löschen

source: Edit this product
de: Dieses Produkt bearbeiten

source: Reuse for new product
de: Für neues Produkt wiederverwenden

source: Delete this product
de: Dieses Produkt löschen

source: Edit this special of location
de: Special der Location bearbeiten

source: Reuse for new special of location
de: Für neues Special einer Location wiederverwenden

source: Delete this special of location
de: Special der Location löschen

source: Edit this service of location
de: Dienstleistung einer Location bearbeiten

source: Reuse for new service of location
de: Für neue Dienstleistung einer Location wiederverwenden

source: Delete this service of location
de: Dienstleistung der Location löschen

source: Edit this abonnement
de: Abonnement bearbeiten

source: Reuse for new abonnement
de: Für ein Abonnement wiederverwenden

source: Delete this abonnement
de: Das Abonnement löschen

source: Sorry, but you can not create the event yet as other items are required which must be created before!
de: Entschuldigung; aber Sie können eine Veranstaltung erst erstellen, wenn andere notwendige Elemente erstellt wurden!

source: Done! Event created.
de: Erledigt! Veranstaltung erstellt.

source: Done! Event updated.
de: Erledigt! Veranstaltung aktualisiert.

source: Done! Event deleted.
de: Erledigt! Veranstaltung gelöscht.

source: Sorry, but an error occured during the %action% action. Please apply the changes again!
de: Entschuldigung, aber eine fehler trat während der Aktion %action% auf. Bitte führen Sie die Änderungen erneut aus!

source: Sorry, but you can not create the product yet as other items are required which must be created before!
de: Entschuldigung; aber Sie können ein Produkt erst erstellen, wenn andere notwendige Elemente erstellt wurden!

source: Done! Product created.
de: Erledigt! Produkt erstellt.

source: Done! Product updated.
de: Erledigt! Produkt aktualisiert.

source: Done! Product deleted.
de: Erledigt! Produkt gelöscht.

source: Sorry, but you can not create the offer yet as other items are required which must be created before!
de: Entschuldigung, aber Sie können erst ein Angebot erstellen, wenn andere erforderliche Elemente erstellt wurden!

source: Done! Offer created.
de: Erledigt! Angebot erstellt.

source: Done! Offer updated.
de: Erledigt! Angebot aktualisiert.

source: Done! Offer deleted.
de: Erledigt! Angebot gelöscht.

source: Sorry, but you can not create the part yet as other items are required which must be created before!
de: Entschuldigung; aber Sie können einen Teil erst erstellen, wenn andere notwendige Elemente erstellt wurden!

source: Done! Part created.
de: Erledigt! Stadtteil erstellt.

source: Done! Part updated.
de: Erledigt! Stadtteil aktualisiert.

source: Done! Part deleted.
de: Erledigt! Stadtteil gelöscht.

source: Sorry, but you can not create the location yet as other items are required which must be created before!
de: Entschuldigung; aber Sie können eine Location erst erstellen, wenn andere notwendige Elemente erstellt wurden!

source: Done! Location created.
de: Erledigt! Location erstellt.

source: Done! Location updated.
de: Erledigt! Location aktualisiert.

source: Done! Location deleted.
de: Erledigt! Location gelöscht.

source: Sorry, but you can not create the abonnement yet as other items are required which must be created before!
de: Entschuldigung; aber Sie können ein Abonnement erst erstellen, wenn andere notwendige Elemente erstellt wurden!

source: Done! Abonnement created.
de: Erledigt! Abonnement erstellt.

source: Done! Abonnement updated.
de: Erledigt! Abonnement aktualisiert.

source: Done! Abonnement deleted.
de: Erledigt! Abonnement gelöscht.

source: Sorry, but you can not create the branch yet as other items are required which must be created before!
de: Entschuldigung; aber Sie können eine Branche erst erstellen, wenn andere notwendige Elemente erstellt wurden!

source: Done! Branch created.
de: Erledigt! Branche erstellt.

source: Done! Branch updated.
de: Erledigt! Branche aktualisiert.

source: Done! Branch deleted.
de: Erledigt! Branche gelöscht.

source: No such item found.
de: Kein solcher Eintrag gefunden.

source: Error! Could not determine workflow actions.
de: Fehler! Konnte Wofkflowaktionen nicht beenden.

source: Done! Item created.
de: Erledigt! Element erstellt.

source: Error! Creation attempt failed.
de: Fehler! Erstellung fehlgeschlagen.

source: Done! Item updated.
de: Erledigt! Element aktualisiert.

source: Error! Update attempt failed.
de: Fehler! Aktualisierung fehlgeschlagen.

source: Done! Item deleted.
de: Erledigt! Element gelöscht.

source: Error! Deletion attempt failed.
de: Fehler! Löschen fehlgeschlagen.

source: Sorry, but you can not create the special of location yet as other items are required which must be created before!
de: Entschuldigung; aber Sie können ein Special erst erstellen, wenn andere notwendige Elemente erstellt wurden!

source: Done! Special of location created.
de: Erledigt! Special der Location erstellt.

source: Done! Special of location updated.
de: Erledigt! Special der Location aktualisiert.

source: Done! Special of location deleted.
de: Erledigt! Special der Location gelöscht.

source: Sorry, but you can not create the part of menu yet as other items are required which must be created before!
de: Entschuldigung; aber Sie können einen Teil einer Karte erst erstellen, wenn andere notwendige Elemente erstellt wurden!

source: Done! Part of menu created.
de: Erledigt! Kartenteil erstellt.

source: Done! Part of menu updated.
de: Erledigt! Kartenteil aktualisiert.

source: Done! Part of menu deleted.
de: Erledigt! Kartenteil gelöscht.

source: Sorry, but you can not create the menu of location yet as other items are required which must be created before!
de: Entschuldigung; aber Sie können eine Location erst erstellen, wenn andere notwendige Elemente erstellt wurden!

source: Done! Menu of location created.
de: Erledigt! Karte der Location erstellt.

source: Done! Menu of location updated.
de: Erledigt! Karte der Location aktualisiert.

source: Done! Menu of location deleted.
de: Erledigt! Karte der Location gelöscht.

source: Sorry, but you can not create the dish yet as other items are required which must be created before!
de: Entschuldigung; aber Sie können ein Gericht erst erstellen, wenn andere notwendige Elemente erstellt wurden!

source: Done! Dish created.
de: Erledigt! Gericht erstellt.

source: Done! Dish updated.
de: Erledigt! Gericht aktualisiert.

source: Done! Dish deleted.
de: Erledigt! Gericht gelöscht.

source: Sorry, but you can not create the service of location yet as other items are required which must be created before!
de: Entschuldigung; aber Sie können einen Service einer Location erst erstellen, wenn andere notwendige Elemente erstellt wurden!

source: Done! Service of location created.
de: Erledigt! Dienstleistung der Location erstellt.

source: Done! Service of location updated.
de: Erledigt! Dienstleistung der Location aktualisiert.

source: Done! Service of location deleted.
de: Erledigt! Dienstleistung der Location gelöscht.

source: State
de: Status

source: All
de: Alle

source: Search
de: Suche

source: Sort by
de: Sortiert nach

source: Creation date
de: Erstelldatum

source: Creator
de: Ersteller

source: Update date
de: Aktualisierungsdatum

source: Updater
de: Aktualisierer

source: Sort direction
de: Sortierrichtung

source: Ascending
de: Aufsteigend

source: Descending
de: Absteigend

source: Page size
de: Seitengröße

source: Description for google
de: Beschreibung für Google

source: Kind of event
de: Art der Veranstaltung

source: My location
de: Meine Location

source: Description
de: Beschreibung

source: Image of event
de: Bild zur Veranstaltung

source: Street
de: Straße

source: Number of street
de: Straßennummer

source: Zip code
de: Postleitzahl

source: City
de: Stadt

source: In view from
de: Sichtbar von

source: In view until
de: Sichtbar bis

source: Kind of menu
de: Art der Karte

source: Image of menu
de: Bild zur Karte

source: Additional remarks
de: Zusätzliche Anmerkungen

source: Effectiv from
de: Gültig vom

source: Effectiv until
de: Gültig bis

source: Part of city
de: Stadtteil

source: Owner
de: Besitzer

source: Workflow state
de: Workflow Status

source: Letter for order
de: Buchstabe zur Sortierung

source: Keywords for location
de: Schlüsselwörter für die Location

source: Logo of your location
de: Logo zur Location

source: Bsag stop
de: BASG Haltestelle

source: Tram
de: Straßenbahn

source: Opening hours
de: Öffnungszeiten

source: Closed for ever
de: Dauerhaft geschlossen

source: No
de: Nein

source: Yes
de: Ja

source: Agreement
de: Terminvereinbarung

source: Unclear times
de: Unklare Öffnungszeiten

source: Closed on monday
de: Montags geschlossen

source: Closed on tuesday
de: Dienstags geschlossen

source: Closed on wednesday
de: Mittwochs geschlossen

source: Closed on thursday
de: Donnerstags geschlossen

source: Closed on friday
de: Freitags geschlossen

source: Closed on saturday
de: Samstags geschlossen

source: Closed on sunday
de: Sonntags geschlossen

source: Color of icon
de: Farbe des Icons

source: Kind of product
de: Art des Produkts

source: Today
de: Heute

source: Price additional
de: Preiszusatz

source: Keywords for product
de: Schlüsselwörter für das Produkt

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: Price of product
de: Preis des Produkts

source: Menu of location
de: Karte der Location

source: Part of menu
de: Teil der Karte

source: Kind of dish
de: Art des Gerichts

source: Image of dish
de: Bild zum Gericht

source: Price of dish
de: Preis des Gerichts

source: Ingredients
de: Inhaltsstoffe

source: Position of dish
de: Position des Gerichts

source: Url to offer on homepage
de: Angebotsseite auf der Homepage

source: Image of offer
de: Bild zum Angebot

source: Price of offer
de: Preis des Angebots

source: Normal price
de: Normaler Preis

source: Percent of offer
de: Prozent des Angebots

source: Show menus
de: Zeige Karten

source: Send message for menus
de: Sende Nachricht für Karten

source: Show offers
de: Zeige Angebote

source: Send message for offers
de: Nachricht für Angebote schicken

source: Show events
de: Zeige Veranstaltungen

source: Send message for events
de: Sende Nachricht zu Veranstaltungen

source: Show products
de: Zeige Produkte

source: Send message for products
de: Sende Nachricht zu Produkten

source: Only 170 characters.
de: Nur 170 Zeichen.

source: Enter the description for google of the part
de: Geben Sie die Beschreibung für Google zum Stadtteil ein

source: Only 2000 characters.
de: Nur 2000 Zeichen.

source: Note: this value must not exceed %amount% characters.
de: Hinweis: dieser Wert muss mehr als %amount% Zeichen haben.

source: Enter the description of the part
de: Geben Sie die Beschreibung dieses Stadtteils an

source: Enter the name of the part
de: Geben Sie den Namen des Teils an

source: Image of part
de: Bild zum Teil

source: Enter the image of part of the part
de: Geben Sie das Bild für diesen Stadtteil ein

source: Here you can choose a user which will be set as creator
de: Hier können Sie eine Benutzer als Ersteller setzen

source: Here you can choose a custom creation date
de: Hier können Sie ein eigenes Erstelldatum setzen

source: Create another item after save
de: Ein weiteres Element nach dem Speichern erstellen

source: Reset
de: Zurücksetzen

source: Cancel
de: Abbrechen

source: Maximum 100 characters, better only 57.
de: Maximum 100 Zeichen, besser nur 57.

source: Enter the name of the product
de: Geben Sie den Namen des Produkts ein

source: Enter the keywords for product of the product
de: Geben Sie die Schlüsselwörter für das Produkt ein

source: Enter the description of the product
de: Geben Sie die Beschreibung für das Produkt ein

source: Choose the kind of product
de: Wählen Sie die Art des Produkts

source: Image of product
de: Bild zum Produkt

source: Enter the image of product of the product
de: Geben Sie ein Bild für das Produkt ein

source: Enter, how often your product is available today. If you leave empty your customer will see, that there is no information for today.
de: Wählen Sie aus, wie oft Ihr Produkt heute verfügbar ist. Wenn Sie es leer lassen, bekommen Ihre Kunden die Rückmeldung, das keine Informationen vorliegen.

source: Choose the today
de: Treffen Sie Ihre Auswahl für heute

source: Choose an option
de: Wählen Sie ein Option

source: monday ?
de: Montag?

source: tuesday ?
de: Dienstag?

source: wednesday ?
de: Mittwoch?

source: thursday ?
de: Donnerstag?

source: friday ?
de: Freitag?

source: saturday ?
de: Samstag?

source: sunday ?
de: Sonntag?

source: Enter the price of product of the product
de: Geben Sie den Preis für das Produkt ein

source: Choose the price additional
de: Wähle den Preiszusatz

source: If you have more than one location, select the correct one!
de: Wenn Sie mehr als eine Location haben, wählen Sie bitte die korrekte Location aus!

source: Choose the my location
de: Wählen Sie Ihre Location

source: Maximum 100 characters; better only 57 for SEO.
de: Maximal 100 Zeichen; besser nur 57 für SEO.

source: Enter the name of the event
de: Geben Sie den Namen der Veranstaltung ein

source: Maximum 2000 characters.
de: Maximum 2000 Zeichen.

source: Enter the description of the event
de: Geben Sie die Beschreibung der Veranstaltung ein

source: Enter the image of event of the event
de: Laden Sie ein Foto zur Veranstaltung hoch

source: Choose the kind of event
de: Wählen Sie die Art der Veranstaltung

source: Enter the street of the event
de: Geben Sie die Straße zur Veranstaltung ein

source: Enter the number of street of the event
de: Geben Sie die Straßennummer zur Veranstaltung ein

source: Enter the zip code of the event
de: Geben Sie die Postleitzahl ein

source: Enter the city of the event
de: Geben Sie den Ort ein

source: Start date
de: Startdatum

source: Enter the start date of the event
de: Geben Sie das Startdatum der Veranstaltung ein

source: End date
de: Enddatum

source: Enter the end date of the event
de: Geben Sie das Enddatum der Veranstaltung ein

source: Start 2 date
de: Zweites Startdatum

source: Enter the start 2 date of the event
de: Geben Sie das 2. Startdatum der Veranstaltung ein

source: End 2 date
de: 2. Enddatum

source: Enter the end 2 date of the event
de: Geben Sie das 2. Enddatum der Veranstaltung ein

source: Here you can enter the date and time from this event will appear in the overview of events. Then it will get put into the archive. Then you only are able to reuse it as model. If you do not enter a value, this event will be shown further after the end.
de: Hier können Sie Datum und Zeit eingeben, ab wann Ihre Veranstaltung angezeigt werden soll.

source: Enter the in view from of the event
de: Geben Sie den Beginn der Anzeige in der Übersicht an

source: Latitude
de: Breitengrad

source: Longitude
de: Längengrad

source: Enter the name of the offer
de: Geben Sie den Namen des Angebots ein

source: Enter a description of this offer. You can also give informations about the price if you do not want to use the special field for it.
de: Geben Sie die Beschreibung des Angebots ein

source: Enter a description of this offer. You can also give informations about the price if you do not want to use the special field for it.
de: Geben Sie eine Beschreibung des Angebots ein. Sie können außerdem Informationen zum Preis eingeben, wenn Sie nicht das dafür vorgesehene Feld nutzen möchten.

source: Enter the description of the offer
de: Geben Sie die Beschreibung für das Angebot ein

source: If there is a special page on your homepage, enter the url here.
de: Geben Sie die URL ein, wenn es eine spezielle Seite auf Ihrer Homepage gibt.

source: Enter the url to offer on homepage of the offer
de: Angebotsseite auf der Homepage

source: Enter the image of offer of the offer
de: Wählen Sie ein Bild für Ihr Angebot

source: Here you can enter the lower price for this offer.
de: Hier können Sie den reduzierten Preis angeben.

source: Enter the price of offer of the offer
de: Geben Sie den Preis Ihres Angebots an

source: Here you can enter the normal price.
de: Hier können Sie den Normalpreis angeben.

source: Enter the normal price of the offer
de: Geben Sie den Normalpreis Ihres Angebots an

source: If you enter something here, the informations for the prices will not get shown.
de: Wenn Sie hier etwas eingeben, werden Preise nicht angezeigt.

source: Enter the percent of offer of the offer.
de: Geben Sie den Prozentsatz Ihres Angebots an.

source: Only digits are allowed.
de: Nur Ziffern sind erlaubt.

source: Enter here the date and time for the start of the offer.
de: Geben Sie hier Startdatum und Startzeit für Ihr Angebot ein.

source: Enter the effectiv from of the offer
de: Geben Sie ein, ab wann Ihr Angebot gilt

source: Enter here the date and time for the end of the offer.
de: Geben Sie hier Enddatum und Endzeit für Ihr Angebot ein.

source: Enter the effectiv until of the offer
de: Geben Sie ein, bis wann Ihr Angebot gültig ist

source: On this date the offer will get put into the archive. if you wish, that the offer is still there after the end, enter none.
de: Zu diesem Datum wird Ihr Angebot ins Archiv verschoben. Wenn Sie möchten, dass Ihr Angebot nach Beendigung dennoch angezeigt wird, lassen Sie dieses Feld leer.

source: On this date the offer will get put into the archive. if you wish, that the offer is still there after the end, enter none.
de: Zu diesem Datum wird Ihr Angebot ins Archiv verschoben. Wenn Sie möchten, dass Ihr Angebot nach Beendigung dennoch angezeigt wird, lassen Sie dieses Feld leer.

source: Enter the in view from of the offer
de: Geben Sie ein, ab wann Ihr Angebot in der Übersicht erscheinen soll.

source: Enter the in view until of the offer
de: Geben Sie ein, bis wann Ihr Angebot in der Übersicht erscheinen soll.

source: Slogan or additional name of your company.
de: Slogan oder zusätzlicher Name des Unternehmens

source: Enter the slogan of the location
de: Geben Sie den Slogan der Location ein

source: Here you can enter keywords for search optimization.
de: Hier können Sie Schlüsselwörter für die Suche eingeben.

source: Enter the keywords for location of the location
de: Geben Sie Schlüsselwörter für Ihre Location ein

source: Enter the description for google and Co. Only 170 characters are allowed.
de: Geben Sie die Beschreibung für Google & Co ein. Nur 170 Zeichen sind erlaubt.

source: Enter the description for google and Co. Only 170 characters are allowed.
de: Geben Sie die Beschreibung für Google & Co ein. Nur 170 Zeichen sind erlaubt.

source: Enter the description for google of the location
de: Geben Sie die Beschreibung der Location für Google ein

source: Enter a description of your location (company) and your products. Maximum 2000 characters.
de: Geben Sie eine Beschreibung Ihrer Location (Ihres Unternehmens) und Ihrer Produkte ein. Maximum sind 2000 Zeichen.

source: Enter a description of your location (company) and your products. Maximum 2000 characters.
de: Geben Sie eine Beschreibung Ihrer Location (Ihres Unternehmens) und Ihrer Produkte ein. Maximum sind 2000 Zeichen.

source: Enter the description of the location
de: Geben Sie eine Beschreibung Ihrer Location ein

source: Description 2
de: Beschreibung 2

source: Maximum 2000 characters. Premium option.
de: Maximal 2000 Zeichen. Premium Option.

source: Maximum 2000 characters. Premium option.
de: Maximal 2000 Zeichen. Premium Option.

source: Enter the description 2 of the location
de: Geben Sie ein 2. Beschreibung ein

source: Enter the name of your company. If your company is registered somewhere, enter the exact name.
de: Geben Sie den Namen Ihres Unternehmens ein. Wenn dieses registriert ist, wählen Sie den exakten Namen.

source: Enter the name of the location
de: Geben Sie den Namen der Location ein

source: Image of location
de: Bild zur Location

source: Enter the image of location of the location
de: Wählen Sie ein Bild für Ihre Location

source: Enter the street of the location
de: Geben Sie die Straße für die Location ein

source: Enter the zip code of the location
de: Geben Sie die Postleitzahl ein

source: Enter the city of the location
de: Geben Sie die Stadt ein

source: Choose the part of city
de: Wählen Sie den Stadtteil

source: Enter the telefon of the location
de: Geben Sie eine Telefonnummer ein

source: Enter the mobil of the location
de: Geben Sie eine mobile Nummer ein

source: Enter the homepage of the location
de: Geben Sie die Homepage ein

source: Enter the bsag stop of the location
de: Geben Sie die BSAG Haltestelle ein

source: Enter the tram of the location
de: Geben Sie die Straßenbahnlinien ein

source: Enter the bus of the location
de: Geben Sie die Buslinien ein
