Repository: Portugao/YourCity
Catalog: MU/YourCityModule/Resources/translations/muyourcitymodule.*.po
Languages: de

source: closed for ever ?
de: Dauerhaft geschlossen?

source: agreement ?
de: Terminvereinbarung?

source: unclear times ?
de: Unklare Öffnungszeiten?

source: Make extended informations about the opening hours!
de: Geben Sie die Öffnungszeiten ein, wenn Sie eine Location einreichen.

source: Enter the opening hours of the location
de: Geben Sie die Öffnungszeiten frei ein

source: closed on monday ?
de: Montags geschlossen?

source: Start on monday
de: Start am Montag

source: Enter the start on monday of the location
de: Geben Sie den Start am Montag ein

source: End on monday
de: Ende am Montag

source: Enter the end on monday of the location
de: Geben Sie das Ende am Montag ein

source: Start 2 on monday
de: Zweiter Start am Montag

source: Enter the start 2 on monday of the location
de: Geben Sie den zweiten Start am Montag ein

source: End 2 on monday
de: Zweites Ende am Montag

source: Enter the end 2 on monday of the location
de: Geben Sie das zweite Ende am Montag ein

source: closed on tuesday ?
de: Dienstags geschlossen?

source: Start on tuesday
de: Start am Dienstag

source: Enter the start on tuesday of the location
de: Geben Sie den Start am Dienstag ein

source: End on tuesday
de: Ende am Dienstag

source: Enter the end on tuesday of the location
de: Geben Sie das Ende am Dienstag ein

source: Start 2 on tuesday
de: Zweiter Start am Dienstag

source: End 2 on tuesday
de: Zweites Ende am Dienstag

source: closed on wednesday ?
de: Mittwochs geschlossen?

source: Start on wednesday
de: Start am Mittwoch

source: Enter the start on wednesday of the location
de: Geben Sie den Start am Mittwoch ein

source: End on wednesday
de: Ende am Mittwoch

source: Enter the end on wednesday of the location
de: Geben Sie das Ende am Mittwoch ein

source: Start 2 on wednesday
de: Zweiter Start am Mittwoch

source: End 2 on wednesday
de: Zweites Ende am Mittwoch

source: closed on thursday ?
de: Donnerstags geschlossen?

source: Start on thursday
de: Start am Donnerstag

source: Enter the start on thursday of the location
de: Geben Sie den Start am Donnerstag ein

source: End on thursday
de: Ende am Donnerstag

source: Enter the end on thursday of the location
de: Geben Sie das Ende am Donnerstag ein

source: Start 2 on thursday
de: Zweiter Start am Donnerstag

source: End 2 on thursday
de: Zweites Ende am Donnerstag

source: Start on friday
de: Start am Freitag

source: Enter the start on friday of the location
de: Geben Sie den Start am Freitag ein

source: End on friday
de: Ende am Freitag

source: Enter the end on friday of the location
de: Geben Sie das Ende am Freitag ein

source: Start 2 on friday
de: Zweiter Start am Freitag

source: End 2 on friday
de: Zweites Ende am Freitag

source: closed on saturday ?
de: Samstags geschlossen?

source: Start on saturday
de: Start am Samstag

source: Enter the start on saturday of the location
de: Geben Sie den Start am Samstag ein

source: End on saturday
de: Ende am Samstag

source: Enter the end on saturday of the location
de: Geben Sie das Ende am Samstag ein

source: Start 2 on saturday
de: Zweiter Start am Samstag

source: End 2 on saturday
de: Zweites Ende am Samstag

source: closed on sunday ?
de: Sonntags geschlossen?

source: Start on sunday
de: Start am Sonntag

source: Enter the start on sunday of the location
de: Geben Sie den Start am Sonntag ein

source: End on sunday
de: Ende am Sonntag

source: Start 2 on sunday
de: Zweiter Start am Sonntag

source: End 2 on sunday
de: Zweites Ende am Sonntag

source: First image
de: Erstes Bild

source: This and the following images are optional for premium customers.
de: Dieses und die weiteren Bilder sind optional für einen erweiterten Eintrag.

source: Second image
de: Zweites Bild

source: Third image
de: Drittes Bild

source: Fourth image
de: Viertes Bild

source: Fifth image
de: Fünftes Bild

source: Sixth image
de: Sechstes Bild

source: First file
de: Erste Datei

source: Second file
de: Zweite Datei

source: Enter the owner of the location
de: Geben Sie den Inhaber der Location ein

source: Enter the admin 1 of the location
de: Geben Sie den 1. Administrator der Location ein

source: Enter the admin 2 of the location
de: Geben Sie den 2. Administrator der Location ein

source: Choose the services of location
de: Wählen Sie die Dienstleistungen der Location

source: Choose the specials of location
de: Wählen Sie die Specials der Location

source: Enter any additions about your content
de: Geben Sie Anmerkungen zum Inhalt ein

source: Enter any additions about your changes
de: Geben Sie Anmerkungen zu Ihren Änderungen ein

source: Enter the name of the location, you subscribe to.
de: Gib den Namen der abonnierten Location ein.

source: Enter the name of the abonnement
de: Gib den Namen des Abonnements ein

source: show menus ?
de: Karten zeigen?

source: show offers ?
de: Zeige Angebote?

source: send message for offers ?
de: Sende Nachricht für Angebote?

source: show events ?
de: Zeige Veranstaltungen?

source: send message for events ?
de: Sende Nachricht für Veranstaltungen

source: show products ?
de: Zeige Produkte?

source: send message for products ?
de: Sende Nachricht für Produkte

source: Position of abo
de: Position des Abos

source: Enter the position of abo of the abonnement.
de: Wähle die Position des Abonnements in der Übersicht.

source: Choose the location
de: Wählen Sie die Location

source: Only 100 characters.
de: Nur 100 Zeichen.

source: Enter the name of the service of location
de: Geben Sie den Namen der Dienstleistung an

source: Enter the description for google of the service of location
de: Geben Sie die Beschreibung für Google der Dienstleistung an

source: Enter the description of the service of location
de: Geben Sie eine Beschreibung der Dienstleistung ein

source: Icon for service
de: Icon für diesen Service

source: Enter a bootstrap icon.
de: Gib einen Bootstrap Icon ein.

source: Enter the icon for service of the service of location
de: Geben Sie einen Icon ein.

source: Enter the name of the dish
de: geben Sie den Namen des Gerichts ein

source: Enter the description of the dish
de: Geben Sie eine Beschreibung des Gerichts, Getränks ein

source: Choose the kind of dish
de: Wählen Sie die Art des Gerichts

source: Enter the image of dish of the dish
de: Wählen Sie ein Bild für das Gericht, Getränk.

source: Enter the price of dish of the dish
de: Geben Sie einen Preis ein

source: Enter the numbers of ingredients, that you entered in the additional remarks of your menu!
de: Geben Sie hier die Nummern der Zutaten ein, die Sie in den Anmerkungen Ihrer Karte angegeben haben.

source: Enter the ingredients of the dish
de: Geben Sie die Zutaten ein

source: Enter the position of dish of the dish.
de: Wählen Sie die Position für das Gericht.

source: Please choose an option
de: Bitte wählen Sie ein Option

source: Choose the menu of location
de: Wählen Sie die Karte einer Location

source: Choose the part of menu
de: Wählen Sie einen Teil der Karte

source: Only 100 characters, better only 57.
de: Nur 100 Zeichen, besser 57.

source: Enter the name of the special of location
de: Geben Sie den Namen des Special ein

source: Enter the description for google of the special of location
de: Geben Sie eine Beschreibung für Google zum Special ein

source: Enter the description of the special of location
de: Geben Sie eine Beschreibung des Specials an

source: Icon for special
de: Icon für das Special

source: Update configuration
de: Einstellungen aktualisieren

source: Enter the city.
de: Geben Sie die Stadt ein

source: Standard zip code
de: Standard Postleitzahl

source: Area code
de: Vorwahl

source: Enter the area code.
de: Geben Sie die Vorwahl ein

source: Moderation group for locations
de: Gruppe der Moderatoren für Locations

source: Link own branches on account page
de: Branchen Link im Account anzeigen

source: Location entries per page
de: Einträge pro Seite für Locations

source: Link own locations on account page
de: Locations Link im Account anzeigen

source: Link own parts on account page
de: Stadttteile Link im Account anzeigen

source: The amount of offers shown per page
de: Die Anzahl der Angebote per Seite

source: Link own offers on account page
de: Angebote Link im Account anzeigen

source: Menu of location entries per page
de: Einträge pro Seite für Karten

source: Part of menu entries per page
de: Einträge pro Seite für Kartenteile

source: Special of location entries per page
de: Special der Location Einträge per Seite

source: Service of location entries per page
de: Einträge von Dienstleistung einer Location auf einer Seite

source: Link own services of location on account page
de: Eigene Dienstleistungen von Locations auf der Accountseite verlinken

source: Link own abonnements on account page
de: Eigene Abonnements von Locations auf der Accountseite verlinken

source: Shrink width
de: Breite der Beschneidung

source: pixels
de: Pixel

source: Thumbnail mode
de: Thumbnail Modus

source: Thumbnail mode (inset or outbound).
de: Thumbnail Modus (eingefügt oder auslaufend)

source: Inset
de: Eingefügt

source: Outbound
de: Auslaufend

source: Branch
de: Branche

source: Part
de: Stadtteil

source: Offer
de: Angebot

source: Dish
de: Gericht

source: Event
de: Veranstaltung

source: Product
de: Produkt

source: Special of location
de: Special der Location

source: Service of location
de: Dienstleistung der Location

source: Default latitude
de: Standard Breitengrad

source: Default longitude
de: Standard Längengrad

source: Default map type
de: Standard Kartentyp

source: Satellite
de: Satelit

source: Default zoom level
de: Standard Zoom Level

source: Enter the default zoom level.
de: Den Standard Zoom Level eingeben.

source: Enable location geo location
de: Geo Location für Locations aktivieren

source: Enable event geo location
de: Geo Location für Veranstaltungen aktivieren

source: Position of part
de: Position des Teils

source: Here you can enter additional informations.
de: Hier kannst Du zusätzliche Information eingeben.

source: Position of menu
de: Position der Karte

source: Choose the kind of menu
de: Wählen Sie die Art der Karte

source: Image of branch
de: Bild zur Branche

source: Delete existing file
de: Vorhandene Datei löschen

source: ID of event
de: ID der Veranstaltung

source: Image
de: Bild

source: Search for
de: Suchen nach

source: ID of part
de: ID des Stadtteils

source: ID of dish
de: ID des Gerichts

source: ID of location
de: ID der Location

source: ID of branch
de: ID der Branche

source: No item selected.
de: Kein Element ausgewählt.

source: Error: invalid input.
de: Fehler: ungültige Eingabe.

source: No such item.
de: Kein solches Element.

source: Operation cancelled.
de: Operation abgebrochen.

source: Done! Module configuration updated.
de: Erledigt! Moduleinstellungen aktualisiert.

source: Error: Invalid editor context given for external controller action.
de: Fehler: Ungültiger Context für den Editor für externe Controller-Aktion.

source: Content has been deleted
de: Inhalt wurde gelöscht

source: Content has been updated
de: Inhalt wurde aktualisiert

source: Your submission has been deleted
de: Diese Location wurde gelöscht

source: Your submission has been updated
de: Diese Location wurde aktualisiert

source: Approved
de: Genehmigt

source: Content has been approved and is available online.
de: Inhalt wurde freigegeben und ist online verfügbar.

source: All except approved
de: Alle ausgenommen Freigegebene

source: Shows all items except these which are approved
de: Zeigt alle Elemente ausgenommen die freigegeben wurden

source: Waiting
de: Wartend

source: Content has been submitted and waits for approval.
de: Inhalt wurde abgeschickt und wartet auf Freigabe.

source: Suspended
de: Zurück gestellt

source: All except waiting
de: Alle außer Wartende

source: None
de: Keine

source: Archived
de: Archiviert

source: Content has reached the end and became archived.
de: Inhalt hat das Ende erreicht und wurde archiviert.

source: All except archived
de: Alle außer Archivierte

source: Shows all items except these which are archived
de: Zeige alle Elemente außer die Archivierten

source: Menu
de: Karte

source: Menu of the day
de: Tageskarte

source: Menu of the week
de: Wochenkarte

source: Evening menu
de: Abendkarte

source: Starters
de: Vorspeisen

source: Dessert
de: Dessert/Nachtisch

source: Salads
de: Salate

source: Drink menu
de: Getränkekarte

source: Other
de: Anderes

source: Pork
de: Schwein

source: Beef
de: Rind

source: Concert
de: Konzert

source: Music
de: Musik

source: Apparel
de: Kleidung

source: One to ten
de: 1 bis 10

source: Eleven to twenty five
de: 11 bis 20

source: Twenty six to fifty
de: 20 bis 50

source: More than fifty
de: Mehr als 50

source: Per month
de: Pro Monat

source: Per week
de: Pro Woche

source: Per day
de: Pro Tag

source: Per kilo
de: Pro Kilo

source: Error! Invalid object type received.
de: Fehler! Ungültiger Objekttyp aufgerufen.

source: Initial
de: Anfang

source: Deleted
de: Gelöscht

source: Submit
de: Abschicken

source: Submit and approve
de: Abschicken und freigeben

source: Approve
de: Freigeben

source: Unpublish
de: Unveröffentlichen

source: Publish
de: Veröffentlichen

source: Archive
de: Archiv

source: Update
de: Aktualisieren

source: Locations pending approval
de: Auf Freigabe wartende Locations

source: One location is waiting for approval.
de: Eine Location wartet auf Freigabe.

source: Error! This file type seems not to be a valid image.
de: Fehler! Dieser Dateityp scheint kein gültiges Bild zu sein.

source: Error! This file type is not allowed. Please choose another file format.
de: Fehler! Dieser Dateityp ist nicht erlaubt. Wähle bitte ein anderes Format.

source: My branches
de: Meine Branchen

source: My locations
de: Meine Locations

source: My parts
de: Meine Stadtteile

source: My offers
de: Meine Angebote

source: My menus of location
de: Meine Karten der Location

source: My parts of menu
de: Meine Teile der Karte

source: My dishes
de: Meine Gerichte

source: My events
de: Meine Veranstaltungen

source: My products
de: Meine Produkte

source: My specials of location
de: Meine Specials der Location

source: My services of location
de: Meine Dienstleistungen der Location

source: My abonnements
de: Meine Abonnements

source: Your city Backend
de: Backend von YourCity

source: Switch to user area.
de: Wechsel zum Nutzerbereich.

source: Switch to administration area.
de: Wechsel zum Administrationsbereich.

source: Branch list
de: Liste der Branchen

source: Location list
de: Liste der Locations

source: Part list
de: Liste der Stadtteile

source: Offer list
de: Liste der Angebote

source: Menu of location list
de: Liste der Karten

source: Part of menu list
de: Liste der Kartenteile

source: Dish list
de: Liste der Gerichte

source: Event list
de: Liste der Veranstaltungen

source: Product list
de: Liste der Produkte

source: Special of location list
de: Liste der Specials der Location

source: Service of location list
de: Liste der Dienstleistungen der Location

source: Abonnement list
de: Liste der Abonnements

source: Configuration
de: Einstellungen

source: Manage settings for this application
de: Verwalte die Einstellungen für MUPolls

source: Invalid user identifier received.
de: Fehler! Ungültiger Benutzer aufgerufen.

source: Invalid user field name received.
de: Ungültiger Benutzerfeld-Name aufgerufen.

source: MUYourCityModule items
de: MU YourCity Module Elemente

source: Object type
de: Objekt Typ

source: If you change this please save the block once to reload the parameters below.
de: Wenn Du dies änderst speichere bitte den Block erneut um die Parameter unterhalb wieder zu laden.

source: Sorting
de: Sortierung

source: Random
de: Zufall

source: Newest
de: Aktuellste

source: Default
de: Standard

source: Amount
de: Anzahl

source: The maximum amount of items to be shown.
de: Die maximale Anzahl an zu zeigenden Elementen.

source: Example
de: Beispiel

source: Filter (expert option)
de: Filter ( Expertenoption )

source: No entries found.
de: Keine Einträge gefunden.

source: ascending
de: aufsteigend

source: descending
de: absteigend

source: Event information
de: Veranstaltungsinformation

source: Product information
de: Produktinformation

source: Offer information
de: Angebotsinformation

source: Part information
de: Stadtteil-Information

source: Location information
de: Information zur Location

source: Branch information
de: Information zur Branche

source: Special of location information
de: Information zum Special der Location

source: Part of menu information
de: Information zum Teil der Karte

source: Menu of location information
de: Information zur Karte der Location

source: Dish information
de: Information zum Gericht

source: Service of location information
de: Information zur Dienstleistung der Location

source: If you change this please save the element once to reload the parameters below.
de: Wenn Du dies änderst speichere dieses Element um die Parameter unten neu zu laden.

source: Please select your item here. You can resort the dropdown list and reduce it's entries by applying filters. On the right side you will see a preview of the selected entry.
de: Bitte wähle Dein Element hier. Du kannst die Dropdownliste umsortieren und ihre Elemente mit Filtern reduzieren. Auf der rechten Seite siehst Du eine Vorschau des gewählten Eintrags.

source: Link to object
de: Link zum Objekt

source: Embed object display
de: Eingebettetes Objekt anzeigen

source: Closed
de: Geschlossen

source: Open end
de: Offenes Ende

source: Open
de: Geöffnet
